const months = [
    "বৈশাখ",
    "জ্যৈষ্ঠ",
    "আষাঢ়",
    "শ্রাবণ",
    "ভাদ্র",
    "আশ্বিন",
    "কার্তিক",
    "অগ্রহায়ণ",
    "পৌষ",
    "মাঘ",
    "ফাল্গুন",
    "চৈত্র"
];

const monthData = {

    "বৈশাখ": {
        bibaha: "পঞ্জিকা অনুযায়ী",
        annaprashan: "পঞ্জিকা অনুযায়ী",
        grihapravesh: "পঞ্জিকা অনুযায়ী",
        namakaran: "পঞ্জিকা অনুযায়ী",
        vidyarambh: "পঞ্জিকা অনুযায়ী",
        vehicle: "পঞ্জিকা অনুযায়ী",
        festivals: [
            "পয়লা বৈশাখ",
            "অক্ষয় তৃতীয়া"
        ]
    },

    "জ্যৈষ্ঠ": {
        bibaha: "পঞ্জিকা অনুযায়ী",
        annaprashan: "পঞ্জিকা অনুযায়ী",
        grihapravesh: "পঞ্জিকা অনুযায়ী",
        namakaran: "পঞ্জিকা অনুযায়ী",
        vidyarambh: "পঞ্জিকা অনুযায়ী",
        vehicle: "পঞ্জিকা অনুযায়ী",
        festivals: [
            "জামাই ষষ্ঠী",
            "জ্যৈষ্ঠ পূর্ণিমা"
        ]
    },

    "আষাঢ়": {
        bibaha: "পঞ্জিকা অনুযায়ী",
        annaprashan: "পঞ্জিকা অনুযায়ী",
        grihapravesh: "পঞ্জিকা অনুযায়ী",
        namakaran: "পঞ্জিকা অনুযায়ী",
        vidyarambh: "পঞ্জিকা অনুযায়ী",
        vehicle: "পঞ্জিকা অনুযায়ী",
        festivals: [
            "জগন্নাথ র
